12/data/attachments/e0c09d50cdd43d54.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c079d8ee-ef4c-4ce1-9881-063cd82a0004</nif:username>
            <nif:friendToBeAdded>Jason_technology_Actions_20322_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>